//
//  Localizable.strings
//  pranatice
//
//  Copyright © 2016 Jin
//
//  This software is released under the MIT License.
//  http://opensource.org/licenses/mit-license.php
//


//
//  Main ViewControllers
//

"main.mood_view.message" = "練習はどうでしたか?";

// Start Alert
"main.start-alert.title" = "開始";
"main.start-alert.message" = "%@を始めます。";
"main.start-alert.button.start" = "開始";
"main.start-alert.button.cancel" = "中止";

// Cancel Alert
"main.cancel-alertview.title" = "キャンセル";
"main.cancel-alertview.message" = "練習を中止しますか？";
"main.cancel-alertview.button.yes" = "中止する";
"main.cancel-alertview.button.no" = "続ける";


//
//  Settings ViewController
//

"settings.title" = "設定";

"settings.section.tile.call" = "音声";
"settings.section.tile.etc" = "その他";
"settings.section.tile.export" = "書き出し";

"calender.title.string" = "スピリチュアル";


//
//  HistoryViewController
//

"history.title" = "履歴";


"history.actionsheet.main.title" = "";
"history.actionsheet.button.edit-memo" = "メモの編集";
"history.actionsheet.button.add-memo" = "メモの追加";
"history.actionsheet.button.delete" = "削除";
"history.actionsheet.button.cancel" = "取消";


"history.memo-alert.title.edit" = "編集";
"history.memo-alert.title.add" = "追加";
"history.memo-alert.button.save" = "保存";
"history.memo-alert.button.cancel" = "取消";
"history.memo-alert.placeholder.memo" = "メモ";


// Format

"format.rough-minutes" = "約%d分";


//
//  Pranayama
//

"kapalbhati" = "カパルバティ";
"anulomvilom" = "アヌロムビロム";
"suryabhedana" = "スーリヤベーダナー";
"chandrabhedana" = "チャンドラベーダナー";


// Start
"begin" = "はじめ";
"close right" = "右を閉じて";
"close left" = "左を閉じて";

// exhale
"exhale" = "吐いて";
"exhale from left" = "左から吐いて、1";
"exhale from right" = "右から吐いて、1";
"exhale gently" = "ゆっくり吐いて";
"exhale completely" = "吐ききって";

// inhale
"breathe in" = "息を深く吸って";
"inhale" = "吸って";
"inhale from left" = "左から吸って、 1";
"inhale from right" = "右から吸って、 1";
"inhale gently" = "ゆっくり吸って";
"inhale comfortably" = "楽に吸って";

// retain + hold
"retain" = "閉じて";
"and hold" = "ホールド";
"10 more seconds" = "あと10秒";

// round
"get ready for next round" = "次のラウンドを始めます";
"last round" = "残り2回";


// release
"release" = "リリース";
"continue breath normaly" = "ゆっくりと呼吸を続けてください";
"inhale exhale normaly" = "ゆっくりと呼吸";
"drop hand" = "腕を戻して";


